In [3]:
import pandas as pd

In [4]:
emp = {
    "Bussiness_anayst" :[1 , 45000 ],
    "Junior_consultant":[2 , 50000 ],
    "Senior_consultant":[3 , 60000 ],
    "Manager"          :[4 , 80000 ],
    "Country Manager"  :[5 , 110000],
    "Region Manager"   :[4 , 150000],
    "Partner"          :[4 , 200000],
    "Senior Partner"   :[4 , 300000],
    "C-level"          :[4 , 500000],
    "CEO"              :[4 , 1000000], 
}

In [10]:
data = pd.DataFrame(emp).T
data.reset_index(inplace=True)
data.columns = ["Position", "Level", "Salary"]

In [13]:
data

            Position  Level   Salary
0   Bussiness_anayst      1    45000
1  Junior_consultant      2    50000
2  Senior_consultant      3    60000
3            Manager      4    80000
4    Country Manager      5   110000
5     Region Manager      4   150000
6            Partner      4   200000
7     Senior Partner      4   300000
8            C-level      4   500000
9                CEO      4  1000000

In [15]:
data.to_csv("Employee.csv" , index=False)